{"file_name":"Literature_300.pdf","title":"Rasmussen’s encephalitis presenting as progressive parietal dysfunction sans seizures","header":"Divyani Garg\na\n, Ayush Agarwal\na\n, Deepa Dash\na,\n⁎\n, Swati Mahajan\nb\n, Rajesh Kumar Singh\na\n,\nRohit Bhatia\na\n, Manjari Tripathi\na\na\nDepartment of Neurology, All India Institute of Medical Sciences, New Delhi, India\nb\nDepartment of Neuropathology, All India Institute of Medical Sciences, New Delhi, India\nARTICLE INFO\nKeywords:\nEncephalitis\nAutoimmune\nRasmussen’s encephalitis\nParietal lobe\nApraxia\nHemiatrophy\n1. ","abstract":"\nRasmussen’s encephalitis (RE) is a rare immune-mediated condition\nthat classically presents in children with focal epilepsy or epilepsia\npartialis continua, progressive hemiplegia associated with cognitive\ndeterioration and chronic unilateral cortical inflammation and hemi-\natrophy [1]. Adults may have atypical manifestations including a pro-\nlonged prodromal phase, poorly defined residual period and slower\nprogression [2]. Adults have more frequent occipital lobe involvement,\nbilateral hemispheric involvement or presentation as temporal lobe\nepilepsy or movement disorders [3]. We report thefirst case of biopsy-\nproven Rasmussen’s encephalitis in an adult patient with progressive\nparietal dysfunction without seizures.\n","case":"\nA 29-year-old male presented with 1\n1/2\nyears of difficulty in per-\nceiving the shape and texture of objects with his right hand associated\nwith numbness. He developed problems with typing without looking at\nthe keyboard. He had inability in performing complex calculations and\nword-finding and sentence construction errors. Three months after\nonset, he developed gradual right grasp weakness. Over the next six\nmonths, he developed right-left confusion hampering driving. One year\nfrom onset, he developed right foot inversion while walking. All com-\nplaints were progressive. He had no headache, seizure, cognitive im-\npairment,  myoclonus,  visual  issues,  prosopagnosia  or  systemic\ncomplaints. Family history was non-revelatory. Neurological examina-\ntion at presentation to us 2 years from onset showed normal mini-\nmental state examination (MMSE) with impaired stereognosis, gra-\nphesthesia, hylognosis and two-point discrimination over the right\nupper and lower limb. Western aphasia battery revealed loss offluency,\noccasional paraphasias and impaired repetition. He performed complex\nwritten calculations slowly but accurately. He exhibited mild right\nupper limb (power MRC grade 4/5) and right lower limb (MRC grade 3\nto 4-/5) weakness. Right deep tendon reflexes were exaggerated.\nRemaining  neurological  and  systemic  examination  was  normal.\nComplete blood count, hepatic, renal and thyroid function were\nnormal. HIV, HBsAg and Anti−HCV serology was negative. Magnetic\nresonance imaging (MRI) brain done six months apart revealed pro-\ngressive atrophy hemiatrophy (Fig. 1).\nCerebrospinalfluid (CSF) showed 15 cells (all lymphocytes), protein\n85 mg/dL and sugar 108 mg/dL (blood sugar 145 mg/dL). Positron\nEmission Tomography (PET) brain revealed left frontoparietal hypo-\nmetabolism. Electroencephalography (EEG) was normal. Antibodies for\nANA,  ANCA,  Rheumatoid  factor,  anti-Thyroid  Peroxidase,  anti-\nAquaporin 4 and anti-Myelin Oligodendrocyte Glycoprotein, auto-\nimmune panel (including anti-NMDA, anti-VGKC, anti-GABA-A/B, anti-\nmGluR5, anti-AMPA, anti-GAD) were negative. Anti-measles antibody\nin CSF and serum was also negative. Anti-GluR3 antibodies are not\navailable at our centre and could not be sent.\nBased on these, a provisional diagnosis of autoimmune encephalitis\nor  atypical  Rasmussen’s  encephalitis  was  entertained.  He  had\nhttps://doi.org/10.1016/j.seizure.2019.08.001\nReceived 28 June 2019; Received in revised form 25 July 2019; Accepted 1 August 2019\n⁎\nCorresponding author.\nE-mail address:drddash@yahoo.com(D. Dash).\nSeizure: European Journal of Epilepsy 71 (2019) 219–221\n1059-1311/ © 2019 British Epilepsy Association. Published by Elsevier Ltd. All rights reserved.\nT\n\nempirically received intravenous immunoglobulins 2 g/kg over 5 days\nat an outside centre at onset, without improvement. He was not con-\ntinued on immunomodulatory therapy. After evaluation at our centre,\nhe was administered intravenous pulse methylprednisolone (1000 mg/\nday) for 5 days followed by oral steroids (prednisolone 1 mg/kg). The\npatient did not give consent for brain biopsy at this time. The patient\neventually consented and underwent brain biopsy three months from\npresentation to us from the left parietal lobe without complications. He\nhad begun to show mild motor improvement around two months after\nthe steroid pulse. Biopsy revealed changes consistent with RE (Fig. 2a\nand b). Mycophenolate mofetil was added as a steroid-sparing agent\nafter the biopsy report and built up to 3 g per day with steroid taper, in\nview of steroid-related Cushing’s syndrome. The patient continued to\nexhibit steady improvement and was able to write and type without\ndifficulty at last follow-up visit one month back.\n3. ","discussion":"\nRasmussen’s encephalitis is characterised by three phases in the\nnatural history of the disease- prodromal, acute and residual phase [4].\nProdromal phase usually lasts 7 months in the pediatric population with\nmoderate frequency of focal seizures and mild hemiparesis. Acute phase\ninvolves increased seizure frequency, worsening baseline deficits along\nwith progressive hemiatrophy, and a residual phase with static deficits,\nlesser seizures and marked hemiatrophy. Our patient did not follow this\npattern. There was no prodromal phase, and he had already seemingly\nentered the acute phase with worsening deficits albeit no seizures.\nStudies suggest that these phases may last a longer period in adults than\npediatric patients [2].\nCerebral hemiatrophy may be broadly categorised as congenital/\nacquired or progressive/ non-progressive. Non-progressive causes in-\nclude stroke, cranial trauma and irradiation. Progressive causes suggest\nactive disease and comprise Dyke-Davidoff-Mason syndrome, Sturge-\nWeber syndrome, Parry Romberg syndrome, germinoma-associated\nhemiatrophy, vascular malformation, status epilepticus including hemi-\nconvulsion-hemiplegia-epilepsy syndrome, as well as RE.\nAround 10% of RE has onset in adolescence or adulthood [1]. The\ndiagnostic criteria for RE do not contain age of onset as a diagnostic\nrequirement [4]. It is believed that the course of adult-onset cases is\nslower and deficits are not as severe as pediatric cases. Semiology in\nadult-onset cases can be more characteristic of temporal lobe epilepsy.\nPerisylvian and fronto-insular regions are the usual sites of involve-\nment, leading to hemiparesis and hemianopia [1–4]. Hemiathetosis and\nhemidystonia are rarely described. There is no case report with pre-\ndominant parietal lobe dysfunction as the initial manifestation, making\nour case unique.\nOtherwise typical progressive Rasmussen’s encephalitis with char-\nacteristic histopathological features has been reported with delayed\nseizure onset, or even the absence of seizures up to 2 years [1]. Such\nfindings suggest that seizures are not an inevitable consequence of\nRasmussen’s encephalitis. However, our patient was already two years\ninto the course of his illness without seizures. Whether he is an outlier\nwith seizures to yet develop in the course of the illness remains to be\nseen.\nDespite the unique presentation of our case, the presence of pro-\ngressive neurological deficits documented objectively on detailed neu-\nrological evaluation, MRI showing progressive unihemispheric atrophy\nwith T2/FLAIR signal abnormality and biopsy features consistent with\nRE satisfies all three of Bien’s B criteria, enabling us to make a confident\ndiagnosis in the absence of a typical clinical picture [\n4].\nFig. 1.T2/FLAIR MRI brain (axial sections)-Image (A) done at 1.5 years of illness and (B) done six months later revealed progressive left parietal and posterior frontal\natrophy.\nFig. 2.A: Neuronal loss with mild perivascular inflammation, combined with various degrees of gliosis (H&E x100). B: CD8 immunostaining reveals infiltration of\ncytotoxic T lymphocytes in the cortex (IHC x 100).\nD. Garg, et al.\nSeizure: European Journal of Epilepsy 71 (2019) 219–221\n220\n\n4. ","conclusion":"\nOur case report highlights a rare manifestation of a rare illness and\nadds to the growing repertoire of scientific knowledge regarding\nRasmussen’s encephalitis. The presence of progressive cognitive deficits\nin association with unihemispheric atrophy should strongly encourage\nclinicians to keep this diagnosis foremost to provide patients the benefit\nof immunomodulation.\nFunding\nThis research did not receive any specific grant from funding\nagencies in the public, commercial, or not-for-profit sectors.\nDeclaration of Competing Interest\nNone declared\n"}